[
  {
    "name": "Nick Kishfy",
    "title": "Founder & CEO",
    "bio": "Nick has been launching start-ups, leading teams, and shipping products since the first Internet gold rush. Along the way, he&#x2019;s learned that while starting is required, finishing is what matters. Finishing requires skill, focus, and passion&#x2014;in a word, execution&#x2014;and that&#x2019;s what he&#x2019;s built MojoTech to provide. He&#x2019;s dedicated to the never-ending improvement of MojoTech and to helping MojoTech&#x2019;s clients finish what they start.",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/kishfy.jpg",
    "_url": "/people/nick-kishfy.html"
  },
  {
    "name": "Chris Shoemaker",
    "bio": "Chris has nearly 20 years experience in commercial and open source software engineering. In addition to providing the leadership and expertise to solve clients&#x2019; toughest technology problems, he specializes in web application scalability and database design. Chris has previously worked as a software consultant, a software architect for Internet start-ups, and for five years as a scientist for the U.S. Navy. Chris has a history of open source contributions to projects such as GnuCash, Git, Firefox, and rsync, dating back to 2004. Chris earned a B.S. in Physics and a M.S. in C.S. from WPI.",
    "title": "Partner & CTO",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/shoemaker.jpg",
    "_url": "/people/chris-shoemaker.html"
  },
  {
    "name": "Duncan Shaw",
    "bio": "Duncan is MojoTech&#x2019;s citizen of the world, bringing loads of software, activation, and business development experience from his time in Australia, Hong Kong, Japan, Europe, and North America. Over the past 20 years, he has guided product, campaign and brand launches for clients of all sizes in technology, CPG, entertainment, financial services and motor sport. When he is not immersed in our clients&#x2019; projects, you might find Duncan torturing himself in preparation for an Ironman triathlon, off the grid in search of whitewater in Nepal or Morocco, or sneaking into a Formula One paddock somewhere exotic.",
    "title": "Managing Director",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/shaw.jpg",
    "_url": "/people/duncan-shaw.html"
  },
  {
    "name": "David Berube",
    "bio": "David is an innovator and serial entrepreneur. Before joining MojoTech, David launched several successful products that attracted countless users and millions of dollars in venture capital. Providence Business News declared him a Rising Star of Innovation and Rhode Island&#x2019;s 40 Under 40. David lends his experience launching digital products and building companies to all of MojoTech&#x2019;s clients.",
    "title": "VP of Strategy",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/berube.jpg",
    "_url": "/people/david-berube.html"
  },
  {
    "name": "Andrew Shedd",
    "bio": "Andrew&#x2019;s affinity for startups dates back to a three-employee landscape architecture practice at age 16. Garden marker-ups and patio concepts now behind him, the Carnegie Mellon grad. helps clients bring their product and brand visions to fruition. Andrew&#x2019;s work experience spans a multitude of internal and contractual capacities for major organizations including Digitas, American Express, Titleist, Coach Inc., Hard Rock Cafe, Disney, Zappos, Tufts University, and DevineMulvey. He has also collaborated on footwear and apparel projects with Reebok and Howard Univ., respectively. His expertise lies in brand strategy and visual and interaction design. He is also the Creative Director at vitaminTHICK, a progressive streetwear label that is sold in 25 brick and mortar locations from New York to Los Angeles.",
    "title": "Creative Director",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/shedd.jpg",
    "_url": "/people/andrew-shedd.html"
  },
  {
    "name": "Chad Totaro",
    "bio": "Chad Totaro is multi-talented designer, with a focus on user-centered design and pixel perfect prototypes. A lover of typography, data visualization and grids. When not obsessing over the details or working out a problem you can find him skateboarding pools, riding mountain bikes or hiking with his wife Cate and dog Logan in the foothills and mountains surrounding Boulder, Colorado.",
    "title": "Managing Director, Boulder",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/totaro.jpg",
    "_url": "/people/chad-totaro.html"
  },
  {
    "name": "Paul Lanyon",
    "bio": "Paul is an accomplished Product Manager who hails from the Great White North. After graduating with a degree in Computer Science from Queen's University in Ontario, Canada he began his product career in the internet marketing space. Paul's experiences include building a real-time ad exchange and developing ad serving algorithms for some of the internet's largest advertisers. At MojoTech he uses his experience to help clients refine and improve their product visions. When not at MojoTech you can typically find him at a local concert as he's a devoted music fan.",
    "title": "Product Manager",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/lanyon.jpg",
    "_url": "/people/paul-lanyon.html"
  },
  {
    "name": "Andrea Hunter",
    "bio": "Andrea happened upon product management during a summer internship while attending Brown University. After graduation, she set aside her degree in entrepreneurship and biotechnology management because she realized software product management allowed her to follow her entrepreneurial spirit without requiring years of research and FDA approval. Andrea&#x2019;s range of in-depth experience includes building web apps, API&#x2019;s and SDK tool kits for some of the largest banks in North America. When not working, she often escapes to the Adirondacks where you can find her hiking and skiing.",
    "title": "Product Manager",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/hunter.jpg",
    "_url": "/people/andrea-hunter.html"
  },
  {
    "name": "Drew Jankowski",
    "bio": "Drew&#x2019;s an avid golfer who regularly plays in state and regional tournaments. He&#x2019;s passionate about product design and the user experience. Drew brings an impressive kit of skills and experience to his craft. He&#x2019;s also a Venture For America Fellow. He went to Dartmouth College, where he studied a combination of mechanical engineering, studio art, and computer science.",
    "title": "Product Manager",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/jankowski.jpg",
    "_url": "/people/drew-jankowski.html"
  },
  {
    "name": "Jacob Brier",
    "bio": "Jacob brought to MojoTech a wide range of business administration and marketing communications experience, along with a thirst to apply that experience and skill to a new industry. He has been successfully quenching that thirst by streamlining our internal business operations, planning foosball tournaments, managing human resources, heckling chess opponents, karaoke&#x2019;ing to Vanilla Ice, working with our strategists, and tackling other special projects. When not on the job, Jacob runs a local charity, competes in triathlons, and plays in playgrounds with his wife and son; though his son doesn&#x2019;t race in the triathlons -- yet.",
    "title": "Operations Director",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/brier.jpg",
    "_url": "/people/jacob-brier.html"
  },
  {
    "name": "Neal Shoemaker",
    "bio": "Neal started his foray into quality analysis in 2007 and has since gained experience in organizing test plans, regression testing, finding and reporting bugs, automating test sequences, and interacting with applications in an unconventional manner.",
    "title": "Quality Manager",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/neal_shoe.jpg",
    "_url": "/people/neal-shoemaker.html"
  },
  {
    "name": "Courtney Fanning",
    "bio": "Courtney earned an M.S. in Print & Digital Media from NYU. She went on to work as a digital marketer for several major publishing companies where she managed campaign and audience development strategies for numerous high profile authors and brands. She enjoys running, hiking, and developing her photography skills in far away lands, like Africa and Seattle.",
    "title": "Marketing Manager",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/sanks.jpg",
    "_url": "/people/courtney-fanning.html"
  },
  {
    "name": "Craig Jolicoeur",
    "bio": "Craig is a talented developer that brings many years of experience to the Mojo Team. He has worked the Cambridge VC-startup scene for several web startups, creates and manages several OSS projects, and is an open source advocate. Craig always has one or two (or twelve) side projects going on which range from Ruby software, mobile software, or electronics hacking. Craig resides in Rhode Island with his wife and two children. He is a dedicated cyclist, Boston Celtics fan, and Vim user.",
    "title": "Lead Engineer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/jolicoeur.jpg",
    "_url": "/people/craig-jolicoeur.html"
  },
  {
    "name": "Will Farrell",
    "bio": "Will got his start writing software in a corporate environment. He designed and implemented complex systems, all the while reading Knuth for fun in his spare time. Although thinking about algorithms is fun, he also plays piano, guitar, drums, and heartstrings. After hours, he occasionally masquerades as an undercover food blogger. Will rarely wears ties.",
    "title": "Lead Software Architect",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/farrell.jpg",
    "_url": "/people/will-farrell.html"
  },
  {
    "name": "Mike McDermott",
    "bio": "Mike is a Georgetown graduate and a recovering English major. He has been programming in Ruby since 2006, and his technical background includes the design and implementation of identity management, financial, and human resource systems in the higher education sector. His non-technical background includes undercover researcher, caddy, and being a mascot for a tennis tournament. While a Rhode Island resident, he hails from New Jersey, has met the Boss, and enjoys the shore. With three children, he has no free time, but if he did, he would learn a flavor of Lisp, play basketball, and possibly sleep.",
    "title": "Engineering Mentor",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/mcdermott.jpg",
    "_url": "/people/mike-mcdermott.html"
  },
  {
    "name": "Matt Forsyth",
    "bio": "Matt has been working as a Software Engineer and Internet entrepreneur since 1999. Half a lifetime ago, Matt earned a B.A. in Software Engineering from Boston University. Since then, Matt&#x2019;s accomplishments include working as Lead Software Architect for Rentometer and for Globe Wireless, contributing to the Apache Jetspeed project, and founding a startup that won the &#x201C;Best of the Web&#x201D; award from Forbes Magazine. Now, he helps MojoTech&#x2019;s clients to make their ideas even better and guides much of the development that powers MojoTech&#x2019;s projects.",
    "title": "Developer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/forsyth.jpg",
    "_url": "/people/matt-forsyth.html"
  },
  {
    "name": "David Leal",
    "bio": "David enjoys spending time with his family, writing software, studying and thinking about all angles of software development. He is a big Calvin & Hobbes fan, and like Calvin, seems to have a knack for forgetting everything but the most useless stuff. David lives by the maxim, &#x201C;do what you love and you won&#x2019;t have to work a single day of your life.&#x201D; He is happy to report that during his time at MojoTech, he has had to work very little.",
    "title": "Developer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/leal.jpg",
    "_url": "/people/david-leal.html"
  },
  {
    "name": "David Dufresne",
    "bio": "David Dufresne is a fresh graduate from Brown University&#x2019;s Masters program. While there, he pursued his eclectic interests in mobile development, vision, graphics, and animation. David spends his free time with creative writing, 3D modeling, and practicing the theremin.",
    "title": "Developer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/dufresne.jpg",
    "_url": "/people/david-dufresne.html"
  },
  {
    "name": "Ivan Manolov",
    "bio": "Ivan graduated with a degree in Mechanical Engineering and is happy to report that he has yet to work a day in his professional life as an engineer, although his analytical left brain and dizzying formal design savvy have surely benefited from such. Ivan draws from a diverse background spanning content creation, icon design and illustration, to interface and campaign design. When not cooking up award-winning brand identities, Ivan spends his personal time crafting and publishing fonts, and writing calligraphy.",
    "title": "Designer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/manolov.jpg",
    "_url": "/people/ivan-manolov.html"
  },
  {
    "name": "Matt Rossi",
    "bio": "Matt got his start designing websites and t-shirts for bands (including his own) in the early 2000&#x2019;s. After graduating from New England Tech, Matt has worked for many years with a wide range of corporate and small business clients in and around New England. As a designer and front-end developer, Matt has the ability to take projects from conception to completion. Now, married with young children, he enjoys spending his free time with his family and dog by the bay.",
    "title": "Design Lead, Providence",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/rossi.jpg",
    "_url": "/people/matt-rossi.html"
  },
  {
    "name": "Mark Battersby",
    "bio": "After receiving a degree in Psychology from the University of Rhode Island, Mark quickly disregarded Psychology to acquire currency as a programmer. He worked closely with clients, supporting software used in Emergency Departments worldwide. Mark plays synthesizers and organs, and is an avid music fan. He had contributed to (read: sabotaged) a number of MojoTech&#x2019;s collaborative playlists prior to his employment here. He prefers 1&#xBD;\" to 2\" ties.",
    "title": "Developer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/battersby.jpg",
    "_url": "/people/mark-battersby.html"
  },
  {
    "name": "Jake Buob",
    "bio": "Getting his start in development as a wee lad in junior high, Jake worked for many years in building content management solutions. When he discovered the excitement around applications, Jake quickly made the switch. Formally educated in Graphic Design and Software Engineering, he now thrives in Ruby environments accompanied by well-designed UIs. If caught outside the office, he will probably be lounging with a good cigar, or willfully feeding an awkward situation.",
    "title": "Developer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/buob.jpg",
    "_url": "/people/jake-buob.html"
  },
  {
    "name": "Joel Hawksley",
    "bio": "Joel is a graduate of Ohio University's School of Visual Communication where he majored in photojournalism with studies in computer science. His side projects include a portfolio platform for creative professionals. An avid photographer, Joel also enjoys playing tennis and road cycling. He can often be found adventuring in the New England wilderness.",
    "title": "Developer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/hawksley.jpg",
    "_url": "/people/joel-hawksley.html"
  },
  {
    "name": "Daniel Wilson",
    "bio": "Daniel graduated from Syracuse University in 2013 with a degree in Computer Science. He has a passion for functional programming in the Haskell language, and tries to bring those ideas to everything he does. In his free time he enjoys pushing the limits of games with complicated systems. Notably this includes collectible card games, such as Magic and Netrunner.",
    "title": "Developer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/wilson.jpg",
    "_url": "/people/daniel-wilson.html"
  },
  {
    "name": "Chris Eldridge",
    "bio": "Between windsurfing and crafting furniture out of reclaimed driftwood, Chris taught himself Android java and gained experience developing mobile apps. With a background in chemical engineering and nearly a decade working on projects for NASA and the Navy, he is now responsible for ensuring MojoTech is well protected against maritime and alien attacks.",
    "title": "Developer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/eldridge.jpg",
    "_url": "/people/chris-eldridge.html"
  },
  {
    "name": "Carlos Gomes",
    "bio": "Carlos initially joined MojoTech as our first full-fledged intern, while he was earning a BS in Computer Science at the University of RI. It was such a great fit that we all decided his time at MojoTech shouldn't end when his internship did, and he joined the team full time. His constant curiosity about how and why things work is evident in the way he approaches and solves difficult problems. When he&#x2019;s not working on MojoTech projects, Carlos is likely to be playing basketball or football (feet, not hands) and dreaming about places where the weather is warm and the water is blue.",
    "title": "Developer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/gomes.jpg",
    "_url": "/people/carlos-gomes.html"
  },
  {
    "name": "Brian Egizi",
    "bio": "Brian is a self-taught software developer originating from Boise, ID. He has a passion for front-end development and all things JavaScript. He enjoys building web applications and tools with clean interfaces and intuitive user experiences. In his free time, he enjoys long walks on the beach (seriously) with his dog, Bella, and traveling to new places.",
    "title": "Developer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/egizi.jpg",
    "_url": "/people/brian-egizi.html"
  },
  {
    "name": "Katryn McIntosh",
    "bio": "Katryn graduated from the Rhode Island School of Design with a degree in Painting, and discovered her passion for programming by way of a colorful career in communications strategy and fashion. As a lifelong maker, she enjoys the blend of analytical and creative thinking requisite in web development. Beyond the screen, her hobbies include reading, spending time with her dog Cowboy, and machine knitting.",
    "title": "Developer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/mcintosh.jpg",
    "_url": "/people/katryn-mcintosh.html"
  },
  {
    "name": "Jeff Lupinski",
    "bio": "Jeff loves to design things that appear on screens, and building things with a variety of front end technologies. After graduating with a degree in Graphic Design with a concentration in Web Technologies, he began working with startups and design agencies. Jeff grew up on the Jersey Shore, and spends his free time going to concerts, brewing beer, and poorly playing golf.",
    "title": "Designer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/lupinski.jpg",
    "_url": "/people/jeff-lupinski.html"
  },
  {
    "name": "Seth Krasnianski",
    "bio": "While not hiking rain forests and traversing foreign terrain, Seth managed to gain a degree in Software Engineering. He loves all things JavaScript and can be occasionally spotted lounging with an exciting C++ book. He has a passion for architecting web applications and developing them into a fun and intuitive experience. Although technology is riveting, Seth finds joy in traveling the world in search of great nature and spending time with his awesome family.",
    "title": "Developer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/krasnianski.jpg\n",
    "_url": "/people/seth-krasnianski.html"
  },
  {
    "name": "Zach Gibb",
    "bio": "Drawn to puzzles since youth, it was inevitable that Zach would fall into software development. In love with learning new technologies and fascinated by how things work, he applies those passions into building great web applications. If you can't find Zach in front of his computer you might find him acting on the stage or curled up with a good book.",
    "title": "Developer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/gibb.jpg",
    "_url": "/people/zach-gibb.html"
  },
  {
    "name": "Derek Keith",
    "bio": "Derek is a motivated developer who enjoys a challenge and picking up new languages. Before MojoTech, he gained experience in a wide range of environments including agencies, startups, and data centers. Outside of code, he may be classified as an audiophile. He might be found enjoying a vast vinyl collection, bicycling, or out in a dark field photographing a relatively nearby nebula.",
    "title": "Developer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/keith.jpg",
    "_url": "/people/derek-keith.html"
  },
  {
    "name": "Adam Robinson",
    "bio": "Adam is a born problem solver who loves finding creative solutions in difficult situations. This passion is a natural fit with his favorite pastime: gaming. Adam's love of video games led him to NEIT, where he quickly switched from game development to software engineering, realizing that he would rather be playing games than designing them. He is pumped to be one of the latest additions to the MojoTech team. In addition to problem solving, his skills include active listening, playing guitar and growing an epic beard. He's happiest when spending time with his amazing family, but sipping bourbon while slaying dragons is a close second.",
    "title": "Developer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/robinson.jpg",
    "_url": "/people/adam-robinson.html"
  },
  {
    "name": "Adam Steel",
    "bio": "Adam Steel graduated from the University of Michigan with a degree in Political Science. After 13 years in outdoor education, Adam left his position as a program director for the Colorado Outward Bound School to join the vibrant, Colorado front range startup scene. As a self-taught developer, Adam enjoys building easy-to-use apps in Ruby and Javascript. Outside of development, Adam can be found rock climbing, skiing and reading books about programming.",
    "title": "Developer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/steel.jpg",
    "_url": "/people/adam-steel.html"
  },
  {
    "name": "Dylan Kirby",
    "bio": "Dylan initially joined MojoTech as one of our first summer interns, while working towards a degree in Computer Science from Worcester Polytechnic Institute. Part of his studies included developing software applications in Venice, Italy and Silicon Valley. Following graduation, he returned to his home state of Rhode Island to join our team full time. While AFK, Dylan enjoys hitting the tennis court, going fishing, and cooking a mean burger.",
    "title": "Developer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/kirby.jpg",
    "_url": "/people/dylan-kirby.html"
  },
  {
    "name": "Heimir Sverrisson",
    "bio": "Heimir has worked in various technology fields, including architecture design for highly distributed systems, higher education, and database systems for financial, transportation and telecommunications companies. Heimir is so interested in distributed systems that even his children are spread out over nine time zones. In his free time he is building a small autonomous robot using Raspberry Pi and Arduino and is currently training it to understand spoken commands, in Icelandic. He also enjoys the outdoor life in Boulder and biking to work.",
    "title": "Developer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/sverrisson.jpg",
    "_url": "/people/heimir-sverrisson.html"
  },
  {
    "name": "Rob Kaminsky",
    "bio": "Rob has a B.A. in History from Bridgewater State and a degree in Software Engineering from New England Tech. He thinks &#x201C;convention over configuration&#x201D; is a beautiful thing and it&#x2019;s why he&#x2019;s drawn to Ruby on Rails. In his free time Rob enjoys woodworking, cooking a mean rack of dry rub ribs, and home brewing.",
    "title": "Developer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/kaminsky.jpg",
    "_url": "/people/rob-kaminsky.html"
  },
  {
    "name": "Cathy Zoller",
    "bio": "Cathy enjoys solving problems for people.  Once upon a time she worked at Harley Davidson, helping to solve engineering issues on the assembly line.  Then she began solving problems by writing software and has never looked back.  When she&#x2019;s not designing software at MojoTech she enjoys traveling and meeting people all around the world.",
    "title": "Developer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/zoller.jpg",
    "_url": "/people/cathy-zoller.html"
  },
  {
    "name": "Tyler Diaz",
    "bio": "Intrigued by online forums and games, Tyler started writing extensions for forum engines like phpBB. His enjoyment of game development led him to start publishing his own games, eventually getting funding from Y Combinator. In his spare time Tyler enjoys painting, playing guitar, reading, hiking, and coming up with new game ideas. Tyler can't read sarcasm and enjoys coffee.",
    "title": "Developer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/diaz.jpg",
    "_url": "/people/tyler-diaz.html"
  },
  {
    "name": "Winston",
    "bio": "Having worked his way up from the mean streets of the East Providence SPCA, Winston has been jumping and lap-napping at MojoTech for almost three years. He gets very nervous when Matthew Forsyth isn&#x2019;t around and hates fire drills. He is happiest when being chased by a larger mammal.",
    "title": "Chief Enthusiasm Officer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/winston.jpg",
    "_url": "/people/winston.html"
  },
  {
    "name": "Emma",
    "bio": "After graduating from Trim Time Obedience School in 2005, Emma moved to Rhode Island to begin her career in the tech industry. For several years, Emma has provided comic relief and snuggles at the fast-paced and high-tech Mojo office (when not performing her primary job responsibilities, that is). Notwithstanding her tech background, Emma&#x2019;s mousing and typing skills leave something to be desired, so please excuse her delayed responses to electronic communications. In her free time (let&#x2019;s be honest: it&#x2019;s all free time), Emma enjoys swimming, hiking, snoozing, and frisbee-catching.",
    "title": "Chief Napping Officer",
    "imagePath": "//mojotech-static.s3.amazonaws.com/m4/people/emma.jpg",
    "_url": "/people/emma.html"
  }
]
